Repository: percussion/percussioncms
Catalog: system/cms/content/applications/sys_resources/ApplicationFiles/i18n/SystemResources.tmx
Source language: en_us
Languages: es

source: Failed to find navigation folder id for site folder path: {0}, check that the path exists
es: No se pudo encontrar la identificacin de la carpeta de navegacin para la ruta de la carpeta del sitio: {0}, verifique que la ruta existe

source: Cannot find related folder for navigation node id {0}
es: No se puede encontrar la carpeta relacionada para la identificacin del nodo de navegacin {0}

source: Failed to move source navon (id={0}) to target navon (id= {1})
es: Error al mover el navegador de origen (id = {0}) al navegador de destino (id = {1})

source: Failed to move section because the target folder (name = {0} ) already has an item named (name = {1} )
es: Error al mover la seccin porque la carpeta de destino (nombre = {0}) ya tiene un elemento llamado (nombre ={1})

source: A NavTree cannot be added to a folder with a Navon
es: Un NavTree no se puede agregar a una carpeta con un Navon

source: A NavTree cannot be added to a folder which already has a NavTree
es: No se puede agregar un NavTree a una carpeta que ya tiene un NavTree

source: Error adding NavTree to folder
es: Error al agregar NavTree a la carpeta

source: Cannot find any NavOns, perhaps this is a new installation?
es: No puedo encontrar ningn NavOns, tal vez esta es una nueva instalacin?

source: Cannot find navigation tree node for site name: {0}
es: No se puede encontrar el nodo del rbol de navegacin para el nombre del sitio: {0}

source: Deleting bad site record for site: {0}
es: Eliminar un registro de sitio incorrecto para el sitio: {0}
